[
  {
    "verb": "observar",
    "pronunciation": "ob-ser-var",
    "quickDefinition": "Examinar atentamente",
    "definition": "Examinar atentamente algo o a alguien para obtener información detallada o comprender mejor una situación.",
    "formality": "neutral",
    "context": "profesional",
    "regions": ["general"],
    "image": "assets/images/synonyms/observar.jpg",
    "examples": [
      "Los científicos observan el comportamiento de las aves migratorias.",
      "Observé que estabas preocupado por algo importante.",
      "Es necesario observar las normas de seguridad en el laboratorio."
    ],
    "culturalNotes": "Palabra común en contextos científicos, académicos y profesionales en toda Latinoamérica. Implica una mirada deliberada y analítica."
  },
  {
    "verb": "contemplar",
    "pronunciation": "con-tem-plar",
    "quickDefinition": "Mirar con atención y detenimiento",
    "definition": "Mirar con atención y detenimiento algo o a alguien, especialmente si es bello, interesante o merece reflexión profunda.",
    "formality": "formal",
    "context": "literario",
    "regions": ["general"],
    "image": "assets/images/synonyms/contemplar.jpg",
    "examples": [
      "Contemplamos el atardecer desde la playa en silencio.",
      "El artista contemplaba su obra terminada con satisfacción.",
      "Me gusta contemplar las estrellas en las noches despejadas."
    ],
    "culturalNotes": "Tiene connotaciones poéticas y reflexivas. Usado frecuentemente en literatura y contextos espirituales o filosóficos.",
    "narrativeExperience": {
      "title": "La Quietud del Amanecer",
      "parts": [
        "Desde el balcón de su estudio, el poeta contemplaba las primeras luces del alba mientras se desplegaban sobre los tejados de la ciudad colonial.",
        "Cada matiz del cielo—del índigo profundo al rosa pálido—merecía su atención sostenida, como si en ese gradiente cromático se ocultara alguna verdad inefable.",
        "No era simplemente mirar; era un acto de comunión con el momento, una meditación visual que transformaba el espectador en testigo reverente del renacer cotidiano."
      ],
      "literaryNote": "La narrativa enfatiza la naturaleza prolongada, atenta y casi meditativa de 'contemplar', diferenciándolo del simple acto de ver mediante la descripción de una observación profunda y reflexiva."
    }
  },
  {
    "verb": "avistar",
    "pronunciation": "a-vis-tar",
    "quickDefinition": "Ver algo desde lejos",
    "definition": "Alcanzar a ver algo que está distante o que aparece en el horizonte, especialmente por primera vez.",
    "formality": "formal",
    "context": "profesional",
    "regions": ["general"],
    "image": "assets/images/synonyms/avistar.jpg",
    "examples": [
      "Los marineros avistaron tierra después de semanas en el mar.",
      "Se logró avistar la ballena jorobada a varios kilómetros de la costa.",
      "Desde la cima, avistamos el valle completo."
    ],
    "culturalNotes": "Común en contextos náuticos, de exploración y observación de fauna. Evoca descubrimiento y distancia."
  },
  {
    "verb": "divisar",
    "pronunciation": "di-vi-sar",
    "quickDefinition": "Ver algo con dificultad o a distancia",
    "definition": "Ver o percibir algo, especialmente si está lejos o si la visión es dificultosa por condiciones externas.",
    "formality": "neutral",
    "context": "cotidiano",
    "regions": ["general"],
    "image": "assets/images/synonyms/divisar.jpg",
    "examples": [
      "Apenas podía divisar las montañas a través de la niebla.",
      "Divisamos las luces de la ciudad desde la carretera.",
      "Entre la multitud, divisé a mi amigo agitando la mano."
    ],
    "culturalNotes": "Similar a 'avistar' pero menos formal. Se usa cuando hay algún obstáculo visual como distancia, niebla o multitud."
  },
  {
    "verb": "percibir",
    "pronunciation": "per-ci-bir",
    "quickDefinition": "Captar a través de los sentidos",
    "definition": "Captar o recibir información a través de los sentidos, especialmente la vista, pero también implica comprensión intuitiva.",
    "formality": "formal",
    "context": "profesional",
    "regions": ["general"],
    "image": "assets/images/synonyms/percibir.jpg",
    "examples": [
      "Percibo un cambio en tu actitud últimamente.",
      "Los animales perciben frecuencias que los humanos no pueden.",
      "Percibí cierta tensión en el ambiente de la reunión."
    ],
    "culturalNotes": "Va más allá de la vista física, implica percepción sensorial y emocional. Común en psicología y contextos analíticos."
  },
  {
    "verb": "advertir",
    "pronunciation": "ad-ver-tir",
    "quickDefinition": "Notar algo importante",
    "definition": "Notar, observar o darse cuenta de algo importante que requiere atención, frecuentemente con implicaciones de prevención.",
    "formality": "formal",
    "context": "profesional",
    "regions": ["general"],
    "image": "assets/images/synonyms/advertir.jpg",
    "examples": [
      "Advertí un error en el informe que nadie más había notado.",
      "No advertimos la señal de peligro a tiempo.",
      "Es importante advertir los síntomas tempranos de la enfermedad."
    ],
    "culturalNotes": "Implica no solo ver sino también comprender la importancia o el peligro de lo observado. Tiene un matiz de advertencia o alerta."
  },
  {
    "verb": "notar",
    "pronunciation": "no-tar",
    "quickDefinition": "Darse cuenta de algo",
    "definition": "Darse cuenta de algo, observar o percibir un detalle que podría pasar desapercibido para otros.",
    "formality": "neutral",
    "context": "cotidiano",
    "regions": ["general"],
    "image": "assets/images/synonyms/notar.jpg",
    "examples": [
      "¿Notaste que María cambió de peinado?",
      "Noté que faltaban algunos documentos de la carpeta.",
      "Es difícil no notar su entusiasmo por el proyecto."
    ],
    "culturalNotes": "Muy común en conversación cotidiana. Menos formal que 'advertir' pero similar en significado."
  },
  {
    "verb": "vislumbrar",
    "pronunciation": "vis-lum-brar",
    "quickDefinition": "Ver de manera imprecisa o anticipar",
    "definition": "Ver algo de manera imprecisa o poco clara, o intuir/anticipar algo que está por venir o que es difícil de percibir completamente.",
    "formality": "formal",
    "context": "literario",
    "regions": ["general"],
    "image": "assets/images/synonyms/vislumbrar.jpg",
    "examples": [
      "Vislumbro una solución al problema que estamos enfrentando.",
      "En la oscuridad, apenas vislumbraba las siluetas de los árboles.",
      "Los expertos vislumbran cambios importantes en la economía."
    ],
    "culturalNotes": "Tiene un matiz poético y se usa tanto para visión física limitada como para intuición o predicción. Popular en literatura y periodismo.",
    "narrativeExperience": {
      "title": "Entre la Niebla y el Presentimiento",
      "parts": [
        "A través de la bruma matinal del puerto, María vislumbró la silueta de un barco que podría ser—aunque no estaba segura—el que traería noticias de su hermano.",
        "Esa visión imprecisa, más intuición que certeza, le provocó un estremecimiento de esperanza mezclada con ansiedad.",
        "Así es como vislumbraba también su futuro: entre sombras difusas y promesas apenas perceptibles, anticipando lo que aún no se revelaba por completo."
      ],
      "literaryNote": "La narrativa captura la doble naturaleza de 'vislumbrar': ver de manera imprecisa (el barco en la niebla) y anticipar o intuir algo futuro (las noticias, el destino), uniendo ambos sentidos en una experiencia cohesiva."
    }
  },
  {
    "verb": "atisbar",
    "pronunciation": "a-tis-bar",
    "quickDefinition": "Mirar con cuidado o disimulo",
    "definition": "Mirar con cuidado, atención o disimulo, frecuentemente de manera furtiva o a través de una abertura pequeña.",
    "formality": "formal",
    "context": "literario",
    "regions": ["general"],
    "image": "assets/images/synonyms/atisbar.jpg",
    "examples": [
      "Atisbó por la ventana para ver quién había tocado la puerta.",
      "Los investigadores atisban posibles soluciones al enigma.",
      "Atisbaba su futuro con una mezcla de esperanza y temor."
    ],
    "culturalNotes": "Evoca discreción o sigilo. Puede usarse literal o metafóricamente para referirse a entrever posibilidades futuras.",
    "narrativeExperience": {
      "title": "El Arte de la Discreción",
      "parts": [
        "Desde su rincón en la biblioteca, Elena atisbaba por encima del borde de su libro las conversaciones secretas entre los académicos, fingiendo desinterés mientras captaba cada palabra.",
        "Sus ojos, entrenados en el arte de la observación cuidadosa, se movían sutilmente sin delatar su vigilancia.",
        "Atisbar era su método: mirar sin ser vista, reunir fragmentos de información como quien recoge perlas dispersas, siempre con la cautela de quien sabe que la curiosidad prematura puede ahuyentar la verdad."
      ],
      "literaryNote": "La narrativa subraya el carácter cuidadoso y disimulado de 'atisbar', mostrando cómo implica no solo observación meticulosa sino también discreción deliberada, casi clandestina."
    }
  },
  {
    "verb": "otear",
    "pronunciation": "o-te-ar",
    "quickDefinition": "Escudriñar desde un lugar alto",
    "definition": "Observar o examinar desde un lugar elevado, escudriñando el horizonte o el terreno.",
    "formality": "formal",
    "context": "literario",
    "regions": ["general"],
    "image": "assets/images/synonyms/otear.jpg",
    "examples": [
      "Desde la torre, oteaba el horizonte buscando señales de peligro.",
      "El pastor oteaba el rebaño desde lo alto de la colina.",
      "Oteamos el valle completo desde el mirador."
    ],
    "culturalNotes": "Palabra literaria que evoca vigilancia desde altura. Común en textos históricos y descripciones de paisajes.",
    "narrativeExperience": {
      "title": "El Vigía del Altiplano",
      "parts": [
        "Desde lo alto de la torre del campanario, el viejo sacristán oteaba el horizonte andino, escudriñando cada pliegue del valle en busca de señales de la caravana esperada.",
        "Su posición elevada le otorgaba una perspectiva privilegiada: desde allí, el mundo se desplegaba como un tapiz viviente donde cada movimiento, por diminuto que fuera, captaba su atención escrutadora.",
        "Otear no era simplemente mirar desde arriba; era ejercer una vigilancia panorámica, transformar la altura en ventaja estratégica para descifrar el paisaje."
      ],
      "literaryNote": "La narrativa enfatiza el elemento distintivo de 'otear': la observación escrutadora desde una posición elevada, destacando tanto la ventaja visual como el propósito vigilante de esta acción."
    }
  },
  {
    "verb": "acechar",
    "pronunciation": "a-ce-char",
    "quickDefinition": "Vigilar con intención oculta",
    "definition": "Observar u vigilar con atención y de manera oculta, generalmente con intenciones amenazantes o para capturar.",
    "formality": "neutral",
    "context": "narrativo",
    "regions": ["general"],
    "image": "assets/images/synonyms/acechar.jpg",
    "examples": [
      "El felino acechaba a su presa desde la maleza.",
      "Sentía que alguien lo acechaba en la oscuridad.",
      "Los peligros acechan en cada esquina de la ciudad."
    ],
    "culturalNotes": "Tiene connotación negativa o amenazante. Usado para describir vigilancia furtiva con propósitos hostiles o depredadores."
  },
  {
    "verb": "columbrar",
    "pronunciation": "co-lum-brar",
    "quickDefinition": "Divisar imprecisamente o deducir",
    "definition": "Ver algo de manera imprecisa y lejana, o deducir algo que no está completamente claro basándose en indicios.",
    "formality": "formal",
    "context": "literario",
    "regions": ["general"],
    "image": "assets/images/synonyms/columbrar.jpg",
    "examples": [
      "A lo lejos columbramos las luces del faro.",
      "Columbraba una solución al dilema que enfrentaban.",
      "Los navegantes columbraron tierra después de días en el mar."
    ],
    "culturalNotes": "Palabra muy literaria y poco común en conversación cotidiana. Evoca descubrimiento gradual o incierto.",
    "narrativeExperience": {
      "title": "Deducción en la Distancia",
      "parts": [
        "A lo lejos, entre la polvareda del camino, el detective columbraba algo que podría ser la carreta abandonada, aunque la distancia convertía la certeza en mera conjetura.",
        "Pero columbrar no era solo percibir imperfectamente; era también deducir, inferir de esa mancha borrosa en el horizonte toda una cadena de acontecimientos posibles.",
        "Su mente trabajaba sobre lo apenas visible, construyendo teorías a partir de sombras, como quien lee entre líneas de un texto difuso."
      ],
      "literaryNote": "La narrativa captura la dualidad de 'columbrar': divisar de manera imprecisa y simultáneamente deducir o inferir, mostrando cómo este verbo une percepción visual limitada con razonamiento interpretativo."
    }
  },
  {
    "verb": "constatar",
    "pronunciation": "cons-ta-tar",
    "quickDefinition": "Verificar con certeza",
    "definition": "Comprobar o verificar la certeza o existencia de algo mediante observación directa o evidencia.",
    "formality": "formal",
    "context": "profesional",
    "regions": ["general"],
    "image": "assets/images/synonyms/constatar.jpg",
    "examples": [
      "Los investigadores constataron la presencia de contaminantes en el agua.",
      "Constaté personalmente que el informe era preciso.",
      "Es necesario constatar los hechos antes de tomar decisiones."
    ],
    "culturalNotes": "Implica verificación rigurosa y confirmación. Común en contextos científicos, legales y periodísticos."
  },
  {
    "verb": "entrever",
    "pronunciation": "en-tre-ver",
    "quickDefinition": "Ver incompletamente o sospechar",
    "definition": "Ver algo de manera incompleta o confusa, o sospechar o intuir algo sin tener certeza completa.",
    "formality": "formal",
    "context": "literario",
    "regions": ["general"],
    "image": "assets/images/synonyms/entrever.jpg",
    "examples": [
      "Entre las sombras, entrevió una figura moviéndose.",
      "Entreveo las dificultades que enfrentaremos en este proyecto.",
      "A través de las cortinas, entrevimos lo que sucedía adentro."
    ],
    "culturalNotes": "Combina visión parcial con intuición. Usado tanto para percepción visual limitada como para comprensión incompleta.",
    "narrativeExperience": {
      "title": "Fragmentos y Sospechas",
      "parts": [
        "A través de la rendija de la puerta entreabierta, Catalina entrevió apenas un fragmento de la escena: un brazo, una sombra que se movía, el destello de algo metálico.",
        "Esa visión incompleta no le reveló la verdad completa, pero sí le permitió entrever—intuir, sospechar—que algo irregular estaba ocurriendo en aquella habitación.",
        "Así funciona entrever: ver parcialmente con los ojos mientras la mente completa el cuadro con sospechas y deducciones, transformando lo fragmentario en comprensión tentativa."
      ],
      "literaryNote": "La narrativa ejemplifica cómo 'entrever' significa tanto ver de manera incompleta o fragmentaria como sospechar o intuir algo a partir de esa percepción parcial, uniendo observación limitada con inferencia intelectual."
    }
  }
]
